Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samisk-innhold-i-skolen-og-samisk-skole.html.tmx
Source language: nob
Languages: sme

source: Samisk innhold i skolen og samisk skole
sme: Sámi sisdoallu skuvllas ja sámi skuvla

source: Alle grunnskoler og videregående skoler i Norge er forpliktet til å gi opplæring om samer og samiske forhold.
sme: Buot vuođđoskuvllat ja joatkkaskuvllat Norggas leat geatnegahtton oahpahit sápmelaččaid ja sámi diliid birra.

source: Samisk læreplanverk gjelder i samisk skole.
sme: Sámi oahppoplánabuvttus gusto sámi skuvllas.

source: I opplæringslova § 6-4. Innholdet i opplæring heter det: Forskrifter om læreplanar etter § 2-3 og § 3.4 skal gi pålegg om opplæring om den samiske folkegruppa og om språket, kulturen og samfunnslivet til denne folkegruppa i tilknytning til dei ulike fagområda.
sme: Oahpahuslágas § 6-4. Oahpahusa sisdoallu čuožžu ná: Oahppoplánaid láhkaásahusain § 2-3 ja § 3-4 lea gáibádus ahte galgá oahpahuvvot sámi álbmoga birra ja dán álbmoga giela, kultuvrra ja servodateallima birra iešguđet fágasurggiid oktavuođas.

source: Alle skoler i Norge skal gi opplæring om samiske forhold.
sme: Buot skuvllat Norggas galget oahpahit sámi áššiid birra.

source: Dette betyr at alle grunnskoler og videregående skoler i Norge er forpliktet til å gi opplæring om samer og samiske forhold.
sme: Dát mearkkaša ahte buot vuođđoskuvllat ja joatkkaskuvllat Norggas leat geatnegahtton oahpahit sápmelaččaid ja sámi diliid birra.

source: Utdanningsdirektoratet har utarbeidet ressursheftet Gávnos som er en faglig ressurs for lærere til bruk i arbeid med samisk innhold på skolen.
sme: Oahpahusdirektoráhtta lea ráhkadan Gávnos , mii lea bagadus oahpaheddjiide sámi sisdoalu oahpaheapmái skuvllas.

source: Alle grunnskoler i forvaltningsområdet for samisk språk, altså grunnskoler i samiske kommuner, er samiske skoler.
sme: Buot vuođđoskuvllat sámegiela hálddašanguovllus, vuođđoskuvllat sámi suohkaniin, leat sámi skuvllat.

source: Også skole utenfor forvaltningsområdet for samisk språk som gir opplæring på samisk, defineres som samisk skole.
sme: Olggobeale hálddašanguovllus definerejuvvo skuvla mii addá sámegillii oahpahusa sámi skuvlan.

source: Den samiske skolen skal legge til rette for at elevene får en opplæring med basis i samiske verdier og samisk språk, kultur og samfunnsliv.
sme: Sámi skuvla galgá láhčit dili nu ahte oahppit ožžot oahpahusa mas sámi árvvut ja sámegiella, sámi kultuvra ja servodateallin lea vuođđun.

source: Elever skal få opplæring i samsvar med samiske, parallelle og likeverdige læreplaner, som har et forsterket samisk innhold i forhold til de ordinære læreplanene.
sme: Oahppit galget oažžut oahpahusa sámi, parallealla ja seammaárvosaš oahppoplánaid vuođul main lea nannosat sámi sisdoallu daid dábálaš Norgga oahppoplánaid ektui.
